
import style from "./ItemPage.module.css"
import item from "../../assets/item.svg"

export function ItemPage() {
    return (
        <div className="container">
            <div className={style.item}>
                <div className={style.item_img}>
                    <img src={item} alt="" />
                </div>

                <div className={style.item_text}>
                    <h1>Золотой котел</h1>

                    <p>
                        Чай золотистого цвета со вкусом мягкого карамельно-сливочного пива.
                        В основе китайский и индийский чёрный чай, дополненные тыквой и
                        пряностями. Китайский чай даёт медово-солодовые нотки, индийский —
                        терпкость и плотность. Тыква здесь сладкая, чуть ореховая, с
                        пряным теплом корицы и гвоздики. Закройте глаза и очутитесь на
                        пиру в Хогвартсе: тепло Большого зала, свечи под потолком,
                        гигантские тыквы и сливочное пиво в компании друзей. А пока
                        празднуете, в золотом котле закипит Феликс Фелицис — зелье,
                        приносящее удачу.
                    </p>

                    <h2>425 ₽</h2>

                    <a href="">В корзину</a>
                </div>
            </div>
        </div>
    )
}
