export const categories = [
    { id: "1", title: "Чай" },
    { id: "2", title: "Кофе" },
    { id: "3", title: "Другое" },
];

import item from "./item.svg"
import coffebrauny from "./coffebrauny.png"
import teaduo from "./teaduo.jpg"
import coffemaker from "./coffemaker.jpg"
import teaColombina from "./teaColombina.png"
import coffeeWaffle from "./coffeeWaffle.png"
import coffeChocolate from "./coffeChocolate.png"
import teapot from "./teapot.jpg"
import teaForest from "./teaForest.png"

export const products = [
    {
        id: "1",
        title: "Золотой котел",
        description: "Чай золотистого цвета со вкусом мягкого карамельно-сливочного пива. В основе китайский и индийский чёрный чай, дополненные тыквой и пряностями. Китайский чай даёт медово-солодовые нотки, индийский — терпкость и плотность. Тыква здесь сладкая, чуть ореховая, с пряным теплом корицы и гвоздики. Закройте глаза и очутитесь на пиру в Хогвартсе: тепло Большого зала, свечи под потолком, гигантские тыквы и сливочное пиво в компании друзей. А пока празднуете, в золотом котле закипит Феликс Фелицис — зелье, приносящее удачу.",
        price: 425,
        categoryId: "1",
        image: item,
    },
    {
        id: "2",
        title: "Теплый брауни",
        description: "Плотный бисквит и тягучий шоколад, хруст карамельной корочки, ноты сливок и ванили — кофе может быть и таким. Это купаж зерен из Вьетнама и Бразилии со вкусом теплого брауни, который только что вынули из духовки. Для тех, кто с радостью начинал бы зимнее утро кусочком шоколадного бисквита.",
        price: 420,
        categoryId: "2",
        image: coffebrauny,
    },
    {
        id: "3",
        title: "Пара чайная, 280 мл",
        description: "1 персона, 2 предмета. Материал: фарфор Porcelain. Подходит для использования в микроволновой печи. Рекомендации по уходу: мыть вручную с применением мягких моющих средств, не использовать для ухода абразивные чистящие средства и жесткие губки, можно мыть в посудомоечной машине",
        price: 1590,
        categoryId: "3",
        image: teaduo,
    },
    {
        id: "4",
        title: "Кофеварка, 300 мл",
        description: "Кофеварка гейзерная. Материал: алюминий, пластик, силикон. Горячий пар и вода многократно проходят через молотый кофе, и благодаря этому получается напиток с богатым насыщенным вкусом. Неподходит для использования на индукционной плите. Рекомендации по уходу: промывать в проточной воде после каждого использования. Нельзя использовать хлорсодержащие чистящие средства.Внутри кофеварки нельзя оставлять молотые зерна, готовый кофе или воду. После мытья вытереть насухо. Нельзя мыть в посудомоечной машине.",
        price: 2460,
        categoryId: "3",
        image: coffemaker,
    },
    {
        id: "5",
        title: "Коломбина",
        description: "Чай со вкусом французского лавандового бисквита с лимонной цедрой по мотивам картины Эдгара Дега. В основе — насыщенная смесь индийского и цейлонского черного чая. Лаванда здесь яркая, заметная, пахнет воздухом провансальских полей, но все же чуть смягченная медовыми нотами. Чай в сухом виде повторяет цветовую гамму картины. Чуть терпкий, чуть сладкий — как сцена, где все построено на контрасте и движении.",
        price: 435,
        categoryId: "1",
        image: teaColombina,
    },
    {
        id: "6",
        title: "Бельгийские Вафли",
        description: "Бельгийские вафли бывают льежские и брюссельские. Наш кофе – это история про брюссельские. Теплые, воздушные и мягкие, присыпанные сахарной пудрой, украшенные взбитыми сливками, шоколадом и фруктами. С потрясающим вкусом и совершенно безумным ароматом. Это кофе, который привлекает издалека, вызывает настоящую ванильную зависимость и делает любого человека счастливым. В основе этого кофе - купаж зерен из Бразилии и Вьетнама.",
        price: 420,
        categoryId: "2",
        image: coffeeWaffle,
    },
    {
        id: "7",
        title: "Сливочный Шоколад",
        description: "Этот сорт является первоклассной смесью зерен Арабики из Южной и Центральной Америки. Сочетает в себе выразительный вкус кофе и сладость шоколадного аромата. Поднимает настроение, дарит море энергии и вкуса. В основе этого кофе - купаж зерен из Бразилии и Вьетнама.",
        price: 485,
        categoryId: "2",
        image: coffeChocolate,
    },
    {
        id: "8",
        title: "Чайник заварочный",
        description: "Объем: 1 л. Материал: термостойкое стекло, дерево ореха, нержавеющая сталь. Рекомендации по уходу: мыть вручную с применением мягких моющих средств, не использовать для ухода абразивные чистящие средства и жесткие губки, нельзя мыть в посудомоечной машине",
        price: 3049,
        categoryId: "3",
        image: teapot,
    },
    {
        id: "9",
        title: "Утро в сосновом лесу",
        description: "В этом чае мы воплотили свежесть хвойного леса, под сень которого так приятно войти жарким июльским днем. Вековые деревья, как на картине Шишкина, прозрачный воздух, мягкая трава под ногами — прогуляйтесь, отдохните, насладитесь пением утренних птиц и древесно-хвойным ароматом.",
        price: 455,
        categoryId: "1",
        image: teaForest,
    },
];